Repository: aswinpradeepc/indigo
Catalog: indigo_api/locale/*/LC_MESSAGES/django.po
Languages: fr, pt

source: Updated run time to now for selected tasks.
fr: Temps d'exécution mis à jour jusqu'à présent pour les tâches sélectionnées.
pt: Tempo de execução atualizado para agora para tarefas selecionadas.

source: Set run time to now
fr: Définir le temps d'exécution sur maintenant
pt: Defina o tempo de execução para agora

source: Not commenced
fr: Non commencé
pt: Não iniciado

source: This %(friendly_type)s has not yet come into force in full. See the commencements table for more information.
fr: Cette %(friendly_type)s n'est pas encore entrée en vigueur dans son intégralité. Consultez le tableau des entrées en vigueur pour plus d'informations.
pt: Este %(friendly_type)s ainda não entrou em vigor integralmente. Veja a tabela de inícios para mais informações.

source: This %(friendly_type)s will come into force on %(date)s.
fr: Ce %(friendly_type)s entrera en vigueur le %(date)s.
pt: Este %(friendly_type)s entrará em vigor em %(date)s.

source: This is not the latest available version of this %(friendly_type)s. <ref href="%(url)s">View it online</ref>.
fr: Ceci n'est pas la dernière version disponible de ce %(friendly_type)s. <ref href="%(url)s">Voir en ligne</ref>.
pt: Esta não é a versão mais recente disponível deste %(friendly_type)s. <ref href="%(url)s">Veja online</ref>.

source: There are <b>outstanding amendments</b> that have not yet been applied:<br/>%(numbered_titles)s.
fr: Il y a <b>amendements en suspens</b> qui n'ont pas encore été appliqués :<br/>%(numbered_titles)s.
pt: Há <b>emendas pendentes</b> que ainda não foram aplicadas:<br/>%(numbered_titles)s.

source: Invalid FRBR URI
fr: FRBR URI invalide
pt: FRBR URI Inválido

source: place
fr: lieu
pt: lugar

source: Two letter country code, with optional locality code
fr: Code de pays à deux lettres, avec code de localité en option
pt: Código do país de duas letras, com código de localidade opcional

source: FRBR URI
pt: URI do FRBR

source: aliases
fr: pseudonymes
pt: apelido

source: Aliases, one per line
fr: Alias, un par ligne
pt: Aliases, um por linha

source: Citation alias
fr: Alias de citation
pt: Alias de citação

source: Citation aliases
fr: Alias de citation
pt: Aliases de citação

source: This is the version of this document from %(start)s and includes any amendments published up to %(end)s.
fr: Ceci est la version de ce document de %(start)s et inclut tous les amendements publiés jusqu'à %(end)s.
pt: Esta é a versão deste documento do %(start)s e inclui quaisquer alterações publicadas até %(end)s.

source: This is the version of this document from %(start)s.
fr: Ceci est la version de ce document de %(start)s.
pt: Esta é a versão deste documento do %(start)s.

source: This is the version of this document at %(start)s and includes any amendments published up to %(end)s.
fr: Ceci est la version de ce document à %(start)s et inclut tous les amendements publiés jusqu'à %(end)s.
pt: Esta é a versão deste documento em %(start)s e inclui quaisquer alterações publicadas até %(end)s.

source: This is the version of this document at %(start)s.
fr: Ceci est la version de ce document à %(start)s.
pt: Esta é a versão deste documento em %(start)s.

source: This is the version of this document as it was from %(start)s to %(end)s.
fr: Il s'agit de la version de ce document telle qu'elle était du %(start)s au %(end)s.
pt: Esta é a versão deste documento como era de %(start)s para %(end)s.

source: This is the version of this document as it was at %(start)s to %(end)s.
fr: Il s'agit de la version de ce document telle qu'elle était à %(start)s à %(end)s.
pt: Esta é a versão deste documento como estava em %(start)s a %(end)s.

source: This is the version of this document as it was at %(start)s.
fr: Ceci est la version de ce document tel qu'il était à %(start)s.
pt: Esta é a versão deste documento como estava em %(start)s.

source: document
pt: Documento

source: documents
pt: documentos

source: work
fr: travail
pt: Trabalho

source: Used globally to identify this work
fr: Utilisé globalement pour identifier ce travail
pt: Usado globalmente para identificar este trabalho

source: title
fr: titre
pt: título

source: language
fr: langue
pt: idioma

source: Language this document is in.
fr: Langue dans laquelle se trouve ce document.
pt: Idioma em que este documento está.

source: draft
fr: brouillon
pt: rascunho

source: Drafts aren't available through the public API
fr: Les brouillons ne sont pas disponibles via l'API publique
pt: Os rascunhos não estão disponíveis por meio da API pública

source: document XML
pt: documento XML

source: expression date
fr: date d'expression
pt: data de expressão

source: Date of publication or latest amendment
fr: Date de publication ou dernière modification
pt: Data de publicação ou última alteração

source: deleted
fr: supprimé
pt: excluído

source: Has this document been deleted?
fr: Ce document a-t-il été supprimé ?
pt: Este documento foi excluído?

source: created at
fr: créé le
pt: criado em

source: Timestamp of when the expression was first created.
fr: Horodatage de la première création de l’expression.
pt: Carimbo de data/hora de quando a expressão foi criada pela primeira vez.

source: updated at
fr: mis à jour le
pt: atualizado em

source: Timestamp of when the expression was last updated.
fr: Horodatage de la dernière mise à jour de l'expression.
pt: Carimbo de data/hora de quando a expressão foi atualizada pela última vez.

source: created by
fr: créer par
pt: criado por

source: updated by
fr: Mis à jour par
pt: atualizado por

source: file
fr: fichier
pt: arquivo

source: size
fr: taille
pt: tamanho

source: filename
fr: nom de fichier
pt: nome_arquivo

source: Unique attachment filename
fr: Nom de fichier de pièce jointe unique
pt: Nome de arquivo de anexo exclusivo

source: mime type
fr: type mime
pt: tipo mime

source: attachment
fr: pièce jointe
pt: anexo

source: attachments
fr: pièces jointes
pt: anexos

source: name
fr: nom
pt: Nome

source: Name of this colophon
fr: Nom de ce colophon
pt: Nome deste colofão

source: Which country does this colophon apply to?
fr: À quel pays ce colophon s’applique-t-il ?
pt: A que país se aplica este colofão?

source: country
fr: Pays
pt: País

source: body
fr: corps
pt: Corpo

source: colophon
pt: colofão

source: colophons
pt: colofões

source: in reply to
fr: en réponse à
pt: em resposta a

source: text
fr: texte
pt: Texto

source: anchor id
fr: identifiant d'ancre
pt: ID da âncora

source: closed
fr: fermé
pt: fechado

source: task
fr: tâche
pt: tarefa

source: selectors
fr: sélecteurs
pt: seletores

source: annotation
pt: anotação

source: annotations
pt: anotações

source: user
fr: utilisateur
pt: usuário

source: nonce
fr: occasionnellement
pt: agora

source: document activity
fr: activité documentaire
pt: atividade de documento

source: document activities
fr: documenter les activités
pt: atividades de documentos

source: languages
fr: langues
pt: Idiomas

source: Primary language for this country
fr: Langue principale pour ce pays
pt: Idioma principal deste país

source: primary language
fr: langue principale
pt: idioma principal

source: italics terms
fr: termes en italique
pt: termos em itálico

source: countries
fr: des pays
pt: países

source: All places
fr: Tous les endroits
pt: Todos lugares

source: Local name of this locality
fr: Nom local de cette localité
pt: Nome local desta localidade

source: code
pt: Código

source: locality
fr: localité
pt: localidade

source: localities
fr: localités
pt: localidades

source: spreadsheet URL
fr: URL de la feuille de calcul
pt: URL da planilha

source: as-at date
fr: à la date
pt: data atual

source: styleguide URL
fr: URL du guide de style
pt: URL do guia de estilo

source: consolidation note
fr: note de consolidation
pt: nota de consolidação

source: 'No publication document' text
fr: Texte « Aucun document de publication »
pt: Texto 'Nenhum documento de publicação'

source: Note: The original publication document is not available and this content could not be verified.
fr: Remarque : le document de publication original n'est pas disponible et ce contenu n'a pas pu être vérifié.
pt: Nota: O documento de publicação original não está disponível e este conteúdo não pôde ser verificado.

source: publication date is optional
fr: la date de publication est facultative
pt: a data de publicação é opcional

source: Are publication dates optional in this place?
fr: Les dates de publication sont-elles facultatives à cet endroit ?
pt: As datas de publicação são opcionais neste local?

source: a consolidation is being imported
fr: une consolidation est en cours d'importation
pt: uma consolidação está sendo importada

source: Is a consolidation being worked on in this place?
fr: Une consolidation est-elle en cours à cet endroit ?
pt: Está sendo trabalhada uma consolidação neste local?

source: chapters are used
fr: les chapitres sont utilisés
pt: capítulos são usados

source: Are Chapters used for Acts in this place?
fr: Les chapitres sont-ils utilisés pour les actes à cet endroit ?
pt: Os capítulos são usados para Atos neste lugar?

source: place settings
fr: Paramètres de lieu
pt: Configurações de local

source: places' settings
fr: paramètres des lieux
pt: configurações de lugares

source: Open
fr: Ouvrir
pt: Abrir

source: Pending review
fr: En attendant l'examen
pt: Revisão pendente

source: Blocked
fr: Bloqué
pt: Bloqueado

source: Cancelled
fr: Annulé
pt: Cancelado

source: Done
fr: Fait
pt: Feito

source: Assigned
fr: Attribué
pt: Atribuído

source: Convert document
fr: Convertir un document
pt: Converter documento

source: Import content
fr: Importer du contenu
pt: Importar conteúdo

source: Apply amendment
fr: Appliquer la modification
pt: Aplicar emenda

source: Link gazette
fr: Lier la gazette
pt: Link do Diário do Governo

source: Check / update primary work
fr: Vérifier / mettre à jour le travail principal
pt: Verificar / atualizar a obra primária

source: Check / update repeal
fr: Vérifier / mettre à jour l'abrogation
pt: Verificar / actualizar revogação

source: 'Commences on' date missing
fr: La date "commence le" manque
pt: Data da menção 'Em Falta

source: Link amendment (active)
fr: Amendement du lien (actif)
pt: Alteração de link (activa)

source: Link amendment (passive)
fr: Amendement du lien (passif)
pt: Alteração de link (passivo)

source: Link amendment (pending commencement)
fr: Amendement du lien (en attente de commencement)
pt: Alteração de link (pendente de início)

source: Link commencement (active)
fr: Début du lien (actif)
pt: Início do link (activo)

source: Link commencement (passive)
fr: Début du lien (passif)
pt: Início do link (passivo)

source: Link primary work
fr: Lier l'œuvre principal
pt: Link da obra primária

source: Link repeal
fr: Abrogation du lien
pt: Revogação do link

source: Link repeal (not found)
fr: Suppression du lien (introuvable)
pt: Revogação de link (não encontrado)

source: Link repeal (pending commencement)
fr: Abrogation du lien (en attente de commencement)
pt: Revogação do link (início pendente)

source: Link subleg
fr: Lier la législation subordonnée
pt: Link da legislação subordinada

source: Link taxonomy
fr: Lier la taxonomie
pt: Taxonomia do link

source: Sign-off
fr: Se déconnecter
pt: Cancelar assinar

source: Can submit an open task for review
fr: Peut soumettre une tâche ouverte pour examen
pt: Pode enviar uma tarefa aberta para revisão

source: Can cancel a task that is open or has been submitted for review
fr: Peut annuler une tâche ouverte ou soumise pour révision
pt: Pode cancelar uma tarefa que está aberta ou foi enviada para revisão

source: Can reopen a task that is closed or cancelled
fr: Peut rouvrir une tâche fermée ou annulée
pt: Pode reabrir uma tarefa que está fechada ou cancelada

source: Can unsubmit a task that has been submitted for review
fr: Peut annuler la soumission d'une tâche qui a été soumise pour révision
pt: Pode cancelar o envio de uma tarefa que foi enviada para revisão

source: Can close a task that has been submitted for review
fr: Peut fermer une tâche qui a été soumise pour révision
pt: Pode fechar uma tarefa que foi enviada para revisão

source: Can close any task that has been submitted for review, regardless of who submitted it
fr: Peut fermer n'importe quelle tâche qui a été soumise pour révision, peu importe qui l'a soumise
pt: Pode fechar qualquer tarefa que tenha sido enviada para revisão, independentemente de quem a enviou

source: Can block a task from being done, and unblock it
fr: Peut bloquer l'exécution d'une tâche et la débloquer
pt: Pode bloquear a realização de uma tarefa e desbloqueá-la

source: Can be assigned tasks in excess of limits
fr: Peut se voir confier des tâches dépassant les limites
pt: Podem ser atribuídas tarefas além dos limites

source: tasks
fr: Tâches
pt: tarefas

source: description
pt: Descrição

source: timeline date
fr: date du calendrier
pt: data da linha do tempo

source: A date on the timeline of work-related tasks, e.g. the date at which an amendment should be applied.
fr: Une date sur le calendrier des tâches liées au travail, par exemple la date à laquelle une modification doit être appliquée.
pt: Uma data no cronograma das tarefas relacionadas ao trabalho, por exemplo, a data em que uma alteração deve ser aplicada.

source: state
fr: État
pt: estado

source: input file
fr: fichier d'entrée
pt: Arquivo de entrada

source: output file
fr: fichier de sortie
pt: arquivo de saída

source: assigned to
fr: assigné à
pt: atribuído a

source: submitted by user
fr: soumis par l'utilisateur
pt: enviado pelo usuário

source: reviewed by user
fr: examiné par l'utilisateur
pt: revisado pelo usuário

source: finished by user
fr: terminé par l'utilisateur
pt: finalizado pelo usuário

source: closed at
fr: fermé à
pt: fechado às

source: When the task was marked as done or cancelled.
fr: Lorsque la tâche a été marquée comme terminée ou annulée.
pt: Quando a tarefa foi marcada como concluída ou cancelada.

source: changes requested
fr: modifications demandées
pt: alterações solicitadas

source: Have changes been requested on this task?
fr: Des modifications ont-elles été demandées sur cette tâche ?
pt: Foram solicitadas alterações nesta tarefa?

source: created by user
fr: créé par l'utilisateur
pt: criado pelo usuário

source: updated by user
fr: mis à jour par l'utilisateur
pt: atualizado pelo usuário

source: labels
fr: Étiquettes
pt: rótulos

source: extra data
fr: données supplémentaires
pt: dados extras

source: blocked by
fr: bloqué par
pt: bloqueado por

source: Tasks blocking this task from being done.
fr: Tâches bloquant l'exécution de cette tâche.
pt: Tarefas que impedem que esta tarefa seja realizada.

source: Are you sure you want to submit this task for review?
fr: Êtes-vous sûr de vouloir soumettre cette tâche pour examen ?
pt: Tem certeza que quer submeter esta tarefa para revisão?

source: Are you sure you want to submit this task for review on behalf of %s?
fr: Êtes-vous sûr de vouloir soumettre cette tâche pour révision au nom de %s?
pt: Tem certeza que quer submeter esta tarefa para revisão em nome de %s?

source: slug
pt: eixo

source: task label
fr: étiquette de tâche
pt: rótulo de tarefa

source: task labels
fr: étiquettes de tâches
pt: rótulos de tarefas

source: mimetype
pt: tipo MIME

source: task file
fr: fichier de tâches
pt: arquivo de tarefa

source: task files
fr: fichiers de tâches
pt: arquivos de tarefas

source: Work for FRBR URI '%(uri)s' doesn't exist
fr: Le travail pour FRBR URI '%(uri)s' n'existe pas
pt: Trabalho para FRBR URI '%(uri)s' não existe

source: Name of the taxonomy topic
fr: Nom du sujet de taxonomie
pt: Nome do tópico de taxonomia

source: Unique short name (code) for the topic.
fr: Nom court unique (code) pour le sujet.
pt: Nome abreviado exclusivo (código) para o tópico.

source: Description of the topic
fr: Description du sujet
pt: Descrição do tópico

source: public
fr: publique
pt: público

source: project
fr: projet
pt: projeto

source: taxonomy topic
fr: sujet de taxonomie
pt: tópico de taxonomia

source: taxonomy topics
fr: sujets de taxonomie
pt: tópicos de taxonomia

source: Commencement date unknown
fr: Date de commencement inconnue
pt: Data de início desconhecida

source: There are multiple commencements
fr: Il y a plusieurs commencements
pt: Existem vários começos

source: Can review work details
fr: Peut examiner les détails du travail
pt: Pode revisar detalhes do trabalho

source: Can import works in bulk
fr: Peut importer des œuvres en masse
pt: Pode importar obras em massa

source: Can export works in bulk
fr: Peut exporter des œuvres en masse
pt: Pode exportar trabalhos em massa

source: works
fr: travaux
pt: obras

source: (untitled)
fr: (sans titre)
pt: (sem título)

source: doctype
fr: type de document
pt: tipo de documento

source: FRBR doctype
fr: Type de document FRBR
pt: Tipo de documento FRBR

source: subtype
fr: sous-type
pt: subtipo

source: FRBR subtype
fr: Sous-type FRBR
pt: Subtipo FRBR

source: actor
fr: acteur
pt: ator

source: FRBR actor
fr: Acteur FRBR
pt: Ator FRBR

source: date
pt: data

source: FRBR date
fr: Date FRBR
pt: Data FRBR

source: number
fr: nombre
pt: Número

source: FRBR number
fr: Numéro FRBR
pt: Número FRBR

source: publication name
fr: nom de publication
pt: Nome da Publicação

source: Original publication's name, e.g. Government Gazette
fr: Nom de la publication originale, par exemple Journal officiel
pt: Nome da publicação original, por exemplo, Diário do Governo

source: publication number
fr: numéro de publication
pt: número da publicação

source: Publication's sequence number, eg. gazette number
fr: Numéro de séquence de la publication, par ex. numéro du journal officiel
pt: Número de sequência da publicação, por exemplo. número da gazeta

source: publication date
fr: date de publication
pt: data de publicação

source: Date of publication
fr: Date de publication
pt: Data da publicação

source: assent date
fr: date d'approbation
pt: data de consentimento

source: Date signed by the president
fr: Date signée par le président
pt: Data assinada pelo presidente

source: commenced
fr: commencé
pt: começou

source: Has this work commenced? (Date may be unknown)
fr: Ces travaux ont-ils commencé ? (La date peut être inconnue)
pt: Este trabalho já começou? (A data pode ser desconhecida)

source: Work that repealed this work
fr: Ouvrage qui a abrogé cet ouvrage
pt: Trabalho que revogou este trabalho

source: repealed by
fr: abrogé par
pt: revogado por

source: repealed date
fr: date d'abrogation
pt: data revogada

source: Date of repeal of this work
fr: Date d'abrogation de cet ouvrage
pt: Data de revogação desta obra

source: Parent (primary) work for subsidiary legislation
fr: Travail principal (primaire) pour la législation subsidiaire
pt: Trabalho parental (primário) para legislação subsidiária

source: parent (primary) work
fr: travail des parents (primaire)
pt: trabalho pai (primário)

source: principal
pt: diretor

source: Principal works are not simply repeals, amendments or commencements, and should have full text content.
fr: Les œuvres principales ne sont pas simplement des abrogations, des modifications ou des introductions, et doivent avoir un contenu en texte intégral.
pt: As obras principais não são simplesmente revogações, alterações ou inícios, e devem ter conteúdo de texto completo.

source: stub
fr: bout
pt: esboço

source: Stub works do not have content or points in time
fr: Les œuvres tronquées n'ont pas de contenu ni de moments dans le temps
pt: Os esboços não possuem conteúdo ou pontos no tempo

source: properties
fr: propriétés
pt: propriedades

source: as-at date override
fr: remplacement de la date du jour
pt: substituição de data atual

source: Date up to which this work was last checked for updates
fr: Date à laquelle cette œuvre a été vérifiée pour la dernière fois pour les mises à jour
pt: Data até a qual este trabalho foi verificado pela última vez em busca de atualizações

source: consolidation note override
fr: remplacement d'une note de consolidation
pt: substituição de nota de consolidação

source: Consolidation note about this particular work, to override any consolidation note for the place
fr: Note de consolidation sur ce travail particulier, pour remplacer toute note de consolidation pour le lieu
pt: Nota de consolidação sobre esta obra específica, para substituir qualquer nota de consolidação do local

source: disclaimer
fr: clause de non-responsabilité
pt: isenção de responsabilidade

source: Disclaimer text about this work
fr: Texte de clause de non-responsabilité concernant cette œuvre
pt: Texto de isenção de responsabilidade sobre este trabalho

source: work in progress
fr: travail en cours
pt: trabalho em progresso

source: Work in progress, to be approved
fr: Travaux en cours, à approuver
pt: Obra em andamento, a ser aprovada

source: approved at
fr: approuvé à
pt: aprovado em

source: approved by
fr: approuvé par
pt: aprovado por

source: No such locality for this country: %(code)s
fr: Aucune localité de ce type pour ce pays : %(code)s
pt: Nenhuma localidade para este país: %(code)s

source: This document was unpublished because its work was unapproved.
fr: Ce document n'a pas été publié car ses travaux n'ont pas été approuvés.
pt: Este documento não foi publicado porque seu trabalho não foi aprovado.

source: trusted URL
fr: URL de confiance
pt: URL confiável

source: file size
fr: taille du fichier
pt: tamanho do arquivo

source: file name
fr: nom de fichier
pt: nome do arquivo

source: file MIME type
fr: type de fichier MIME
pt: arquivo tipo MIME

source: publication document
fr: document de publication
pt: documento de publicação

source: publication documents
fr: documents de publication
pt: documentos de publicação

source: commenced work
fr: commencé les travaux
pt: começou o trabalho

source: Principal work being commenced
fr: Principaux travaux en cours
pt: Obra principal sendo iniciada

source: commencing work
fr: commencer les travaux
pt: começando o trabalho

source: Work that provides the commencement date for the principal work
fr: Travaux qui fournissent la date de début des travaux principaux
pt: Trabalho que fornece a data de início do trabalho principal

source: Date of the commencement, or null if it is unknown
fr: Date de début, ou nulle si elle est inconnue
pt: Data de início, ou nula se for desconhecida

source: main
fr: principal
pt: principal

source: This commencement date is the date on which most of the provisions of the commenced work come into force
fr: Cette date de début est la date à laquelle la plupart des dispositions des travaux commencés entrent en vigueur.
pt: Esta data de início é a data em que a maioria das disposições do trabalho iniciado entra em vigor

source: all provisions
fr: toutes les dispositions
pt: todas as disposições

source: All provisions of this work commenced on this date
fr: Toutes les dispositions de ces travaux ont commencé à cette date
pt: Todas as disposições deste trabalho começaram nesta data

source: note
pt: observação

source: Usually a reference to a provision of the commenced work or a commencing work, if there is a commencement but the date is open to interpretation
fr: Généralement une référence à une disposition des travaux commencés ou à un début de travaux, s'il y a un début mais que la date est sujette à interprétation
pt: Normalmente, uma referência a uma disposição do trabalho iniciado ou de um trabalho inicial, se houver um início, mas a data estiver aberta a interpretação

source: commenced provisions
fr: dispositions commencées
pt: disposições iniciadas
