Repository: aswinpradeepc/indigo
Catalog: indigo_api/locale/*/LC_MESSAGES/django.po
Languages: fr, pt

source: A list of the element ids of the provisions that come into force with this commencement
fr: Une liste des identifiants d'éléments des dispositions qui entrent en vigueur avec ce début
pt: Uma lista dos IDs dos elementos das disposições que entram em vigor com este início

source: commencement
pt: começo

source: commencements
fr: débuts
pt: começos

source: amended work
fr: travail modifié
pt: trabalho alterado

source: Work being amended
fr: Travaux en cours de modification
pt: Trabalho sendo alterado

source: amending work
fr: travaux de modification
pt: alterando o trabalho

source: Work making the amendment
fr: Travailler à la modification
pt: Trabalhe fazendo a alteração

source: Date on which the amendment comes into operation
fr: Date d'entrée en vigueur de la modification
pt: Data em que a alteração entra em vigor

source: amendment
fr: amendement
pt: alteração

source: amendments
fr: amendements
pt: alterações

source: Document date changed with amendment date.
fr: La date du document a été modifiée avec la date de modification.
pt: Data do documento alterada com data de alteração.

source: Arbitrary date, e.g. consolidation date
fr: Date arbitraire, par exemple date de consolidation
pt: Data arbitrária, por exemplo, data de consolidação

source: arbitrary expression date
fr: date d'expression arbitraire
pt: data de expressão arbitrária

source: arbitrary expression dates
fr: dates d'expression arbitraires
pt: datas de expressão arbitrária

source: Name of the subtype
fr: Nom du sous-type
pt: Nome do subtipo

source: abbreviation
fr: abréviation
pt: abreviação

source: Short abbreviation to use in the FRBR URI. No punctuation.
fr: Abréviation courte à utiliser dans l’URI FRBR. Aucune ponctuation.
pt: Abreviatura curta para usar no URI do FRBR. Sem pontuação.

source: subtypes
fr: sous-types
pt: subtipos

source: alias
pt: apelido

source: Alias e.g. Penal Code, etc
fr: Alias, par exemple Code pénal, etc.
pt: Alias, por exemplo, Código Penal, etc.

source: work alias
fr: pseudonyme de travail
pt: apelido de trabalho

source: work aliases
fr: pseudonymes de travail
pt: apelidos de trabalho

source: Search
fr: Recherche
pt: Pesquisa

source: Collapse all
fr: Réduire tout
pt: Recolher tudo

source: Expand all
fr: Développer tout
pt: Expandir tudo

source: [Amended by <a href="%(resolver_uri)s" class="amending-title">%(amending_title)s (%(amending_numtitle)s)</a> on <span class="amendment-date">%(date)s</span>]
fr: [Modifié par <a href="%(resolver_uri)s" class="amending-title">%(amending_title)s (%(amending_numtitle)s)</a> le <span class="amendment-date">%(date)s</span>]
pt: [Alterado por <a href="%(resolver_uri)s" class="amending-title">%(amending_title)s (%(amending_numtitle)s)</a> em <span class="amendment-date">%(date)s</span>]

source: [Amended by <a href="%(resolver_uri)s" class="amending-title">%(amending_title)s</a> on <span class="amendment-date">%(date)s</span>]
fr: [Modifié par <a href="%(resolver_uri)s" class="amending-title">%(amending_title)s</a> le <span class="amendment-date">%(date)s</span>]
pt: [Alterado por <a href="%(resolver_uri)s" class="amending-title">%(amending_title)s</a> em <span class="amendment-date">%(date)s</span>]

source: Provisions
fr: Dispositions
pt: Provisões

source: Unknown provisions
fr: Dispositions inconnues
pt: Provisões desconhecidas

source: commenced on %(date)s
fr: commencé le %(date)s
pt: iniciada em %(date)s

source: commenced on <i>(unknown date)</i>
fr: a commencé le <i>(date inconnue)</i>
pt: iniciada em <i>(data desconhecida)</i>

source: by <a href="%(resolver_uri)s">%(numbered_title)s</a>
fr: par <a href="%(resolver_uri)s">%(numbered_title)s</a>
pt: por <a href="%(resolver_uri)s">%(numbered_title)s</a>

source: by <a href="%(resolver_uri)s">%(title)s</a>
fr: par <a href="%(resolver_uri)s">%(title)s</a>
pt: por <a href="%(resolver_uri)s">%(title)s</a>

source: Note:
fr: Remarque :
pt: Nota:

source: not yet commenced
fr: pas encore commencé
pt: ainda não iniciado

source: Assented to on %(date)s
fr: Acceptée %(date)s
pt: Aprovado em %(date)s

source: Legislation as at %(date)s
fr: Législation en vigueur au %(date)s
pt: Legislação em %(date)s

source: There may have been updates since this file was created.
fr: Il peut y avoir eu des mises à jour depuis la création de ce fichier.
pt: Pode ter havido atualizações desde que este arquivo foi criado.

source: PDF created on %(current_date)s at %(current_time)s.
fr: PDF créé le %(current_date)s à %(current_time)s.
pt: PDF criado em %(current_date)s às %(current_time)s.

source: Collection last checked for updates: %(as_at_date)s
fr: Dernière vérification des mises à jour de la collection : %(as_at_date)s
pt: Coleção verificada pela última vez para atualizações: %(as_at_date)s

source: About this collection
fr: À propos de cette collection
pt: Sobre esta coleção

source: The legislation in this collection has been reproduced as it was originally printed in the Government Gazette, with improved formatting and with minor typographical errors corrected. All amendments have been applied directly to the text and annotated. A scan of the original gazette of each piece of legislation (including amendments) is available for reference.
fr: La législation de cette collection a été reproduite telle qu'elle a été imprimée à l'origine dans le Journal officiel, avec une mise en forme améliorée et des erreurs typographiques mineures corrigées. Tous les amendements ont été appliqués directement au texte et annotés. Une version numérisée du journal officiel original de chaque texte de loi (y compris les amendements) est disponible pour référence.
pt: A legislação nesta coleção foi reproduzida como foi originalmente impressa no Government Gazette, com formatação melhorada e com pequenos erros tipográficos corrigidos. Todas as emendas foram aplicadas diretamente ao texto e anotadas. Uma digitalização do gazette original de cada parte da legislação (incluindo emendas) está disponível para referência.

source: There is no copyright on the legislative content of this document.
fr: Il n’existe aucun droit d’auteur sur le contenu législatif de ce document.
pt: Não há direitos autorais sobre o conteúdo legislativo deste documento.

source: This PDF copy is licensed under a Creative Commons Attribution 4.0 License (CC BY 4.0). Share widely and freely.
fr: Cette copie PDF est sous licence Creative Commons Attribution 4.0 (CC BY 4.0). Partagez-la largement et librement.
pt: Esta cópia em PDF é licenciada sob uma Licença Creative Commons Attribution 4.0 (CC BY 4.0). Compartilhe ampla e livremente.

source: Contents
fr: Contenu
pt: Conteúdo

source: By <a href="%(lawsafrica)s">Laws.Africa</a> and contributors. Licensed under <a href="%(ccby)s">CC-BY</a>. Share widely and freely.
fr: Par <a href="%(lawsafrica)s">Laws.Africa</a> et contributeurs. Sous licence <a href="%(ccby)s">CC-BY</a>. Partagez largement et librement.
pt: Por <a href="%(lawsafrica)s">Laws.Africa</a> e colaboradores. Licenciado sob <a href="%(ccby)s">CC-BY</a>. Compartilhe ampla e livremente.

source: Table of Contents
fr: Table des matières
pt: Índice

source: Note: %(note)s
fr: Remarque : %(note)s
pt: Nota: %(note)s

source: Commenced on %(date)s by
fr: Commencé le %(date)s par
pt: Iniciado em %(date)s por

source: Commenced on %(date)s
fr: Commencé le %(date)s
pt: Iniciado em %(date)s

source: Commenced by
fr: Commencé par
pt: Iniciado por

source: Commenced
fr: Commencé
pt: Iniciado

source: Published in %(name)s %(number)s on %(date)s
fr: Publié en %(name)s %(number)s sur %(date)s
pt: Publicado em %(name)s %(number)s em %(date)s

source: Published in %(name)s on %(date)s
fr: Publié dans %(name)s le %(date)s
pt: Publicado em %(name)s no %(date)s

source: Published on %(date)s
fr: Publié le %(date)s
pt: Publicado em %(date)s

source: Published in %(name)s %(number)s
fr: Publié dans %(name)s %(number)s
pt: Publicado em %(name)s %(number)s

source: Published in %(name)s
fr: Publié dans %(name)s
pt: Publicado em %(name)s

source: Published
fr: Publié
pt: Publicados

source: Assented to
fr: Consenti à
pt: Assentiu em

source: Amended by
fr: Modifié par
pt: Alterado por

source: Commencement note: %(note)s
fr: Note de début : %(note)s
pt: Nota de início: %(note)s

source: Consolidation
pt: Consolidação

source: DELETE not allowed for published documents, mark as a draft first.
fr: SUPPRIMER les documents publiés, marquer comme brouillon d'abord.
pt: DELETE não permitido para documentos publicados, marque como rascunho primeiro.

source: Cannot create a task for a reply annotation.
fr: Impossible de créer une tâche pour une annotation de réponse.
pt: Não é possível criar uma tarefa para uma anotação de resposta.

source: Error during import
fr: Erreur lors de l'importation
pt: Erro durante a importação

source: %(friendly_type)s <b>%(repealed_verb)s</b> on %(date)s by <ref href="%(url)s">%(title)s</ref>.
fr: %(friendly_type)s <b>%(repealed_verb)s</b> le %(date)s par <ref href="%(url)s">%(title)s</ref>.

source: %(friendly_type)s <b>%(repealed_verb)s</b> on %(date)s.
fr: %(friendly_type)s <b>%(repealed_verb)s</b> le %(date)s.

source: This %(friendly_type)s has <b>not yet come into force</b>.
fr: Ce %(friendly_type)s n'est <b>pas encore entré en vigueur</b>.

source: repealed
fr: abrogé

source: Status
fr: Statut
