Repository: aswinpradeepc/indigo
Catalog: indigo/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Act
pl: Ustawa

source: Article
pl: Decyzja Rady 2013/743/UE z dnia 3 grudnia 2013 r. ustanawiająca program szczegółowy wdrażający program „Horyzont 2020” – program ramowy w zakresie badań naukowych i innowacji (2014–2020) i uchylająca decyzje 2006/971/WE, 2006/972/WE, 2006/973/WE, 2006/974/WE i 2006/975/WE (Dz.U. L 347 z 20.12.2013, s. 965), w szczególności jej art. 3 ust. 3 lit. c).

source: By-law
pl: Prawo pocztowe

source: Chapter
pl: Rozdział

source: Government Notice
pl: Zawiadomienie rządu

source: Part
pl: Część

source: Section
pl: Sekcja

source: Preamble
pl: Preambuła

source: %(type)s %(number)s of %(year)s
pl: %(type)s %(number)s z %(year)s

source: Chapter %(cap)s
pl: Rozdział %(cap)s
